Repository: common-repository/wp24-termine
Catalog: language/wp24-termine-*.po
Languages: de_de, fr_fr

source: All appointments
de_de: Alle Termine
fr_fr: Tous les rendez-vous

source: An error has occurred!
de_de: Ein Fehler ist aufgetreten!
fr_fr: Une erreur s'est produite!

source: Please enter a name for the settings!
de_de: Bitte Name für die Settings eingeben!
fr_fr: Veuillez entrer un nom pour les paramètres!

source: Settings saved successfully!
de_de: Settings erfolgreich gespeichert!
fr_fr: Paramètres sauvegardés avec succès !

source: The name already exists!
de_de: Der Name ist schon vorhanden!
fr_fr: Le nom existe déjà !

source: These settings cannot be deleted!
de_de: Diese Settings können nicht gelöscht werden!
fr_fr: Ces paramètres ne peuvent pas être supprimés !

source: Active settings cannot be deleted!
de_de: Aktive Settings können nicht gelöscht werden!
fr_fr: Les paramètres actifs ne peuvent pas être supprimés !

source: Settings deleted successfully!
de_de: Settings erfolgreich gelöscht!
fr_fr: Paramètres supprimés avec succès !

source: Settings could not be saved!
de_de: Settings konnten nicht gespeichert werden!
fr_fr: Les réglages n'ont pas pu être sauvegardés !

source: This language cannot be deleted!
de_de: Diese Sprache kann nicht gelöscht werden!
fr_fr: Cette langue ne peut pas être supprimée !

source: Please indicate designation!
de_de: Bitte Bezeichnung angeben!
fr_fr: Veuillez indiquer la désignation !

source: Category saved successfully!
de_de: Kategorie erfolgreich gespeichert!
fr_fr: Catégorie sauvée avec succès !

source: Category could not be saved!
de_de: Kategorie konnte nicht gespeichert werden!
fr_fr: La catégorie n'a pas pu être sauvée !

source: There are dates for this category!
de_de: Es sind Termine für diese Kategorie vorhanden!
fr_fr: Il y a des dates pour cette catégorie !

source: Category deleted successfully!
de_de: Kategorie erfolgreich gelöscht!
fr_fr: Catégorie supprimée avec succès !

source: Changes succesfully saved!
de_de: Änderungen erfolgreich gespeichert!
fr_fr: Changements sauvegardés avec succès !

source: Select day of the week
de_de: Wochentag auswählen
fr_fr: Sélectionnez le jour de la semaine

source: The Time from field is empty!
de_de: Das Feld Uhrzeit von ist leer!
fr_fr: Le champ "Time from" est vide !

source: The Time to field is empty!
de_de: Das Feld Uhrzeit bis ist leer!
fr_fr: Le champ "Time to field" est vide !

source: The entry field is empty!
de_de: Das Feld Eintrag ist leer!
fr_fr: Le champ de saisie est vide !

source: choose category
de_de: Kategorie auswählen
fr_fr: choisir une catégorie

source: no entry
de_de: kein Eintrag
fr_fr: pas d'entrée

source: Entry created successfully!
de_de: Eintrag erfolgreich erstellt!
fr_fr: Entrée créée avec succès !

source: Data could not be saved!
de_de: Daten konnten nicht gespeichert werden!
fr_fr: Les données n'ont pas pu être sauvegardées !

source: Entry deleted!
de_de: Eintrag gelöscht!
fr_fr: Entrée supprimée !

source: Please indicate the schedule description!
de_de: Bitte Terminplan Bezeichnung angeben!
fr_fr: Veuillez indiquer la description de l'horaire !

source: Please choose language!
de_de: Bitte Sprache auswählen!
fr_fr: Veuillez choisir la langue !

source: Please select header & layout!
de_de: Bitte Header & Layout auswählen!
fr_fr: Veuillez sélectionner l'en-tête et la mise en page !

source: Schedule successfully created!
de_de: Terminplan erfolgreich erstellt!
fr_fr: Programme créé avec succès !

source: Schedule could not be created!
de_de: Terminplan konnte nicht erstellt werden!
fr_fr: Le calendrier n'a pas pu être créé !

source: empty input!
de_de: leere Eingabe!
fr_fr: entrée vide !

source: Settings saved!
de_de: Einstellungen gespeichert!
fr_fr: Paramètres sauvegardés !

source: Schedule and events successfully deleted!
de_de: Terminplan und Events erfolgreich gelöscht!
fr_fr: Calendrier et événements supprimés avec succès !

source: Please choose dates category page!
de_de: Bitte Termine Kategorie Seite wählen!
fr_fr: Veuillez choisir une page de catégorie de dates !

source: Page deleted successfully!
de_de: Seite erfolgreich gelöscht!
fr_fr: Page supprimée avec succès !

source: No settings could be found!
de_de: Es konnten keine Settings gefunden werden!
fr_fr: Aucun réglage n'a pu être trouvé !

source: Demo plan loaded! Page is reloading.
de_de: Demo Plan geladen! Seite wird neu geladen.
fr_fr: Plan de démo chargé ! La page est en cours de rechargement.

source: Edit appointment
de_de: Termin bearbeiten
fr_fr: Rendez-vous d'édition

source: back
de_de: zurück
fr_fr: retour

source: weekday
de_de: Wochentag
fr_fr: en semaine

source: Time from
de_de: Uhrzeit von
fr_fr: Temps de

source: Time to
de_de: Uhrzeit bis
fr_fr: Il est temps de

source: category
de_de: Kategorie
fr_fr: catégorie

source: entry
de_de: Eintrag
fr_fr: entrée

source: save Changes
de_de: Änderungen speichern
fr_fr: Sauvegarder les changements

source: abort
de_de: abbrechen
fr_fr: Abandonner

source: empty entry
de_de: leerer Eintrag
fr_fr: entrée vide

source: to save
de_de: Speichern
fr_fr: pour économiser

source: Clear
de_de: Löschen
fr_fr: Clair

source: No
de_de: Nr
fr_fr: Non

source: Demo
fr_fr: Démo

source: Are you sure you want to delete a category?
de_de: Kategorie wirklich löschen?
fr_fr: Vous êtes sûr de vouloir supprimer une catégorie ?

source: All settings in this category will be deleted!
de_de: Alle Einstellungen dieser Kategorie werden gelöscht!
fr_fr: Tous les paramètres de cette catégorie seront supprimés !

source: Delete category!
de_de: Kategorie löschen!
fr_fr: Supprimez une catégorie !

source: Are you sure you want to delete the appointment?
de_de: Termin wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer la nomination ?

source: All data will be deleted from the database!
de_de: Alle Daten werden aus der Datenbank gelöscht!
fr_fr: Toutes les données seront supprimées de la base de données !

source: Delete appointment!
de_de: Termin löschen!
fr_fr: Supprimez le rendez-vous !

source: Really delete settings?
de_de: Settings wirklich löschen?
fr_fr: Supprimer vraiment les paramètres ?

source: Delete settings!
de_de: Settings löschen!
fr_fr: Supprimez les paramètres !

source: Really delete language?
de_de: Sprache wirklich löschen?
fr_fr: Supprimer vraiment une langue ?

source: Delete language!
de_de: Sprache löschen!
fr_fr: Supprimez une langue !

source: Really delete this page?
de_de: Diese Seite wirklich löschen?
fr_fr: Supprimer vraiment cette page ?

source: The page will be deleted!
de_de: Die Seite wird gelöscht!
fr_fr: La page sera supprimée !

source: Are you sure you want to delete the schedule?
de_de: Terminplan wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer l'horaire ?

source: All appointments from this group will be deleted!
de_de: Alle Termine aus dieser Gruppe werden gelöscht!
fr_fr: Tous les rendez-vous de ce groupe seront supprimés !

source: Delete schedule!
de_de: Terminplan löschen!
fr_fr: Supprimez l'horaire !

source: Appointment
de_de: Termine
fr_fr: Nomination

source: Overview
de_de: Überblick
fr_fr: Vue d'ensemble

source: Appointment groups
de_de: Erstellte Termin Gruppen
fr_fr: Groupes de nomination

source: Choose an appointment
de_de: Termin wählen
fr_fr: Choisissez un rendez-vous

source: Select entry
de_de: Eintrag wählen
fr_fr: Sélectionnez une entrée

source: Edit the schedule
de_de: Terminplan bearbeiten
fr_fr: Modifier l'horaire

source: Create new entry
de_de: neuen Eintrag erstellen
fr_fr: Créer une nouvelle entrée

source: Settings dropdown button
de_de: Dropdown Button Settings
fr_fr: Bouton de la liste déroulante des paramètres

source: from
de_de: von
fr_fr: à partir de

source: to
de_de: bis
fr_fr: à

source: Dropdown button
fr_fr: Bouton déroulant

source: Settings
fr_fr: Paramètres

source: Name dropdown button
de_de: Dropdown Button Bezeichnung
fr_fr: Bouton de la liste déroulante des noms

source: Background dropdown
fr_fr: Liste déroulante des antécédents

source: Background hover dropdown
fr_fr: Déroulement du survol en arrière-plan

source: Dropdown font size
fr_fr: Taille de la police du menu déroulant

source: Show DropDown
de_de: DropDown anzeigen
fr_fr: Montrer la chute

source: Save settings
de_de: Settings speichern
fr_fr: Sauvegarder les paramètres

source: new
de_de: neue
fr_fr: nouveau

source: Monday
de_de: Montag
fr_fr: Lundi

source: Tuesday
de_de: Dienstag
fr_fr: Mardi

source: Wednesday
de_de: Mittwoch
fr_fr: Mercredi

source: Thursday
de_de: Donnerstag
fr_fr: Jeudi

source: Friday
de_de: Freitag
fr_fr: Vendredi

source: Saturday
de_de: Samstag
fr_fr: Samedi

source: Sunday
de_de: Sonntag
fr_fr: Dimanche

source: active
de_de: aktiv
fr_fr: actif

source: Create an entry
de_de: Eintrag erstellen
fr_fr: Créer une entrée

source: appointment
de_de: Termine
fr_fr: nomination

source: Create & Settings
de_de: Erstellen & Settings
fr_fr: Créer et paramétrer

source: Appointment schedule
de_de: Termin-Plan
fr_fr: Calendrier des rendez-vous

source: Categories
de_de: Kategorien
fr_fr: Catégories

source: Category pages
de_de: Kategorie Seiten
fr_fr: Pages des catégories

source: Header & layout settings
fr_fr: Paramètres d'en-tête et de mise en page

source: Appointment schedule days
de_de: Termin-Plan Tage
fr_fr: Jours de rendez-vous

source: Schedule description
de_de: Terminplan Bezeichnung
fr_fr: Description de l'horaire

source: language
de_de: Sprache
fr_fr: langue

source: Header & layout
de_de: Header & Layout Settings
fr_fr: En-tête et mise en page

source: Create a schedule
de_de: Terminplan erstellen
fr_fr: Créer un calendrier

source: Create new appointment
de_de: neuen Termin erstellen
fr_fr: Créer une nouvelle nomination

source: Load demo appointment schedule
de_de: Demo Termin Plan laden
fr_fr: Charger le calendrier des rendez-vous de démo

source: Created appointment groups
de_de: Erstellte Termin Gruppen
fr_fr: Création de groupes de nomination

source: designation
de_de: Bezeichnung
fr_fr: désignation

source: Shortcode
fr_fr: Code court

source: Edit appointments
de_de: Termine bearbeiten
fr_fr: Modifier les rendez-vous

source: Add / edit appointment
de_de: Termin hinzufügen/bearbeiten
fr_fr: Ajouter / modifier un rendez-vous

source: create a new category
de_de: neue Kategorie erstellen
fr_fr: créer une nouvelle catégorie

source: select all
de_de: alles Auswählen
fr_fr: sélectionner tout

source: delete unused
de_de: unbenutzte löschen
fr_fr: supprimer les éléments non utilisés

source: Box BG Color
fr_fr: Boîte BG Couleur

source: Text Color
fr_fr: Couleur du texte

source: Hover Text Color
fr_fr: Couleur du texte survolé

source: selection
de_de: Auswahl
fr_fr: sélection

source: Save
de_de: Speichern
fr_fr: Sauvegarder

source: Text color
fr_fr: Couleur du texte

source: Create category
de_de: Kategorie erstellen
fr_fr: Créer une catégorie

source: create new settings
de_de: neue Settings erstellen
fr_fr: créer de nouveaux paramètres

source: name
fr_fr: nom

source: Header BG
fr_fr: En-tête BG

source: Header Color
fr_fr: Couleur de l'en-tête

source: Empty BG
de_de: Leer BG
fr_fr: Vide BG

source: Box min. Height (px)
de_de: Box min. Höhe (px)
fr_fr: Boîte min. Hauteur (px)

source: Font size header (px)
de_de: Schrift-Size Header (px)
fr_fr: Taille de la police de l'en-tête (px)

source: Font size appointment (px)
de_de: Schrift-Size Termin (px)
fr_fr: Taille de la police de nomination (px)

source: Font size date (px)
de_de: Schrift-Size Datum (px)
fr_fr: Taille de la police date (px)

source: Container
fr_fr: Conteneur

source: Box empty color
de_de: Box BG Color
fr_fr: Couleur de la boîte vide

source: BG Color header
de_de: Header BG Color
fr_fr: BG En-tête de couleur

source: Header color
fr_fr: Couleur de l'en-tête

source: Box min. height
de_de: Box min. Höhe (px)
fr_fr: Hauteur min. de la boîte

source: Font size header
de_de: Schriftgröße Header
fr_fr: Taille de la police de l'en-tête

source: Font size appointment
de_de: Schriftgröße Termin
fr_fr: Nomination de la taille de la police

source: Font size date
de_de: Schriftgröße Datum
fr_fr: Taille de la police de la date

source: Create settings
de_de: Settings erstellen
fr_fr: Créer des paramètres

source: add new language
de_de: neue Sprache hinzufügen
fr_fr: ajouter une nouvelle langue

source: add new page
de_de: neue Seite hinzufügen
fr_fr: ajouter une nouvelle page

source: Category page
de_de: Kategorie Seite
fr_fr: Page de catégorie

source: choose categorie
de_de: Kategorie wählen
fr_fr: choisir une catégorie

source: Create a page
de_de: Seite erstellen
fr_fr: Créer une page

source: Pages title
de_de: Seiten Titel
fr_fr: Titre des pages

source: Created
de_de: Erstellt
fr_fr: Créé

source: status
fr_fr: statut

source: Comment status
de_de: Kommentar Status
fr_fr: Statut des commentaires

source: View page
de_de: Seite ansehen
fr_fr: Voir la page

source: To edit
de_de: Bearbeiten
fr_fr: Pour éditer

source: look at
de_de: ansehen
fr_fr: regardez

source: to edit
de_de: bearbeiten
fr_fr: pour éditer

source: Container settings
fr_fr: Paramètres des conteneurs

source: Container width
de_de: Container-Breite
fr_fr: Largeur du conteneur

source: auto resize
fr_fr: redimensionnement automatique

source: close
de_de: schließen
fr_fr: fermer

source: DropDown Settings
fr_fr: Paramètres de la liste déroulante

source: Events
de_de: Termine
fr_fr: Événements

source: APD Termin
fr_fr: APD appointment

source: Delete page!
de_de: Seite löschen!

source: save
de_de: speichern

source: AP24 Events
de_de: AP24 Termine

source: AP24 plans
de_de: AP24 Events
